/**
 Custom localization for NBUKitDemo for some NBUKit.strings keys
 */

/* Zero or more albums */
"%d albums" = "Total: %d albums";

/* AssetsGroupView NumberOfImages */
"%d images" = "%d images inside";

/* Only one album */
"1 album" = "Only one album";

/* BackButtonTitle */
"Albums" = "Back to albums!";

/* Picker EditApplyButton */
"Apply" = "Accept";

/* NBUAssetsGroupView EditableLabel
 Picker actionSheet
 Picker CameraTitle */
"Camera" = "Camera";

/* Picker actionSheet */
"Cancel" = "Cancel";

/* Picker ConfirmTitle */
"Confirm" = "Preview";

/* NBURefreshControl */
"Drag to refresh" = "Drag more!";

/* Picker EditTitle */
"Edit" = "Edit the image";

/* Picker actionSheet */
"Library" = "Choose a picture";

/* Picker LibraryLoadingTitle */
"Loading..." = "Loading from library...";

/* NBUPresetFilterView NoFiltersAvailable */
"No filters available" = "No filters";

/* NBUAssetsGroupViewController NoImagesLabel */
"No images" = "No images";

/* 'No filter' name */
"None" = "Reset";

/* NBURefreshControl */
"Reloading..." = "Contacting server...";

/* NBURefreshControl */
"Update completed" = "Yeah!";

/* NBURefreshControl */
"Update error" = "Oh oh!";

